Repository: marciopinheiro/juddith
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: monday
pt_br: segunda-feira

source: tuesday
pt_br: terça-feira

source: wednesday
pt_br: quarta-feira

source: thursday
pt_br: quinta-feira

source: friday
pt_br: sexta-feira

source: saturday
pt_br: sábado

source: sunday
pt_br: domingo

source: response
pt_br: resposta

source: feature
pt_br: recurso

source: intent
pt_br: intenção

source: Application
pt_br: Aplicação

source: intentions
pt_br: intenções

source: name
pt_br: nome

source: description
pt_br: descrição

source: created by
pt_br: criado por

source: last modified by
pt_br: última modificação por

source: created at
pt_br: criado em

source: updated at
pt_br: atualizado em

source: responses
pt_br: respostas

source: elocution
pt_br: elocução

source: elocutions
pt_br: elocuções

source: text
pt_br: texto

source: features
pt_br: recursos

source: call
pt_br: chamada

source: error message
pt_br: mensagem de erro

source: empty message
pt_br: mensagem para valores vazios

source: Activate selected registers
pt_br: Ativar registros selecionados

source: Deactivate selected registers
pt_br: Desativar registros selecionados

source: Some of the records could not be duplicated because one or more
pt_br: Alguns dos registros não puderam ser duplicados porque um ou mais

source: Duplicate selected registers
pt_br: Duplicar registros selecionados

source: Portuguese
pt_br: Português

source: English
pt_br: Inglês

source: Administration
pt_br: Administração

source: your email
pt_br: seu email

source: your message
pt_br: sua mensagem

source: terms of use
pt_br: termos de uso

source: privacy policy
pt_br: política de privacidade

source: contact
pt_br: contato

source: contact my creator
pt_br: contate meu criador

source: if you have any question or only want drink some coffee with him
pt_br: se você tiver alguma dúvida ou queira apenas tomar um café com ele

source: send
pt_br: enviar

source: Privacy Policy
pt_br: Política de Privacidade

source: Effective date: March 03, 2019
pt_br: Efetivada em: 03 de Março, 2019

source: Chat with Juddith ('us') operates the https://juddith-bot.herokuapp.com website (the 'Service').
pt_br: Chat with Juddith (‘nós’) opera em https://juddith-bot.herokuapp.com website (o ‘Serviço’).

source: This page informs you of our policies regarding the collection, use, and disclosure of personal data when you use our Service and the choices you have associated with that data. Our Privacy Policy for Chat with Juddith is created with the help of the
pt_br: Esta página informa sobre nossas políticas relativas à coleta, uso e divulgação de dados pessoais quando você usa nosso Serviço e as opções que você associou a esses dados. Nossa Política de Privacidade para Talk With Juddith é criada com a ajuda do

source: We use your data to provide and improve the Service. By using the Service, you agree to the collection and use of information in accordance with this policy. Unless otherwise defined in this Privacy Policy, terms used in this Privacy Policy have the same meanings as in
pt_br: Usamos seus dados para fornecer e melhorar o serviço. Ao usar o Serviço, você concorda com a coleta e uso de informações de acordo com esta política. A menos que definido de outra forma nesta Política de Privacidade, os termos usados nesta Política de Privacidade têm os mesmos significados que os

source: our Terms Of Use
pt_br: nossos Termos De Uso

source: Information Collection And Use
pt_br: Pacote De Informações E Uso

source: We collect several different types of information for various purposes to provide and improve our Service to you.
pt_br: Coletamos vários tipos diferentes de informações para diversos fins, para fornecer e melhorar nosso Serviço para você.

source: Types Of Data Collected
pt_br: Tipos De Dados Coletados

source: Personal Data
pt_br: Dados Pessoais

source: While using our Service, we will not ask you to provide us any personally identifiable information that can be used to contact or identify you ('Personal Data'). But some Personally identifiable information maybe provided by you or your browser, as:
pt_br: Ao usar nosso Serviço, não lhe pediremos para nos fornecer qualquer informação pessoal identificável que possa ser usada para contatá-lo ou identificá-lo (‘Dados Pessoais’). Mas algumas informações de identificação pessoal podem ser fornecidas por você ou por seu navegador, como:

source: Cookies And Usage Data
pt_br: Cookies E Utilização Dos Dados

source: Usage Data
pt_br: Utilização Dos Dados

source: We may also collect information how the Service is accessed and used ('Usage Data'). This Usage Data may include information such as your computer's Internet Protocol address (e.g. IP address), browser type, browser version, the pages of our Service that you visit, the time and date of your visit, the time spent on those pages, unique device identifiers and other diagnostic data.
pt_br: Também podemos coletar informações sobre como o Serviço é acessado e usado (‘Dados de Uso’). Estes Dados de Uso podem incluir informações como o endereço IP do seu computador (por exemplo, endereço IP), tipo de navegador, versão do navegador, as páginas do nosso Serviço que você visita, a hora e data de sua visita, o tempo gasto nessas páginas identificadores de dispositivos e outros dados de diagnóstico.

source: Tracking & Cookies Data
pt_br: Rastreamento & Cookies De Dados

source: We use cookies and similar tracking technologies to track the activity on our Service and hold certain information.
pt_br: Usamos cookies e tecnologias de rastreamento semelhantes para rastrear a atividade em nosso Serviço e manter certas informações.

source: Cookies are files with small amount of data which may include an anonymous unique identifier. Cookies are sent to your browser from a website and stored on your device. Tracking technologies also used are beacons, tags, and scripts to collect and track information and to improve and analyze our Service.
pt_br: Cookies são arquivos com pequena quantidade de dados que podem incluir um identificador exclusivo anônimo. Os cookies são enviados para o seu navegador a partir de um site e armazenados no seu dispositivo. As tecnologias de rastreamento também usadas são beacons, tags e scripts para coletar e rastrear informações e para melhorar e analisar nosso Serviço.

source: You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent. However, if you do not accept cookies, you may not be able to use some portions of our Service.
pt_br: Você pode instruir seu navegador para recusar todos os cookies ou para indicar quando um cookie está sendo enviado. No entanto, se você não aceitar cookies, talvez não consiga usar algumas partes de nosso Serviço.

source: Examples of Cookies we use:
pt_br: Exemplos de Cookies que utilizamos:

source: Session Cookies
pt_br: Cookies de Sessão

source: We use Session Cookies to operate our Service.
pt_br: Nós utilizamos os Cookies de Sessão para operar nosso Serviço.

source: Preference Cookies
pt_br: Cookies de Preferências

source: We use Preference Cookies to remember your preferences and various settings.
pt_br: Nós utilizamos os Cookies de Preferência para lembrar suas preferências e várias configurações.

source: Security Cookies
pt_br: Cookies de Segurança

source: We use Security Cookies for security purposes.
pt_br: Nós utilizamos os Cookies de Segurança apenas para propósitos de segurança.

source: Use Of Data
pt_br: Uso Dos Dados

source: Chat with Juddith uses the collected data for various purposes:
pt_br: Chat with Juddith utiliza os dados coletados para vários propósitos:

source: To provide and maintain the Service
pt_br: Para prover e dar manutenção ao Serviço

source: To allow you to participate in interactive features of our Service when you choose to do so
pt_br: Para permitir que você participe de recursos interativos do nosso Serviço ao optar por fazê-lo

source: To provide customer care and support
pt_br: Para prover ajuda e suporte aos nossos clientes

source: To provide analysis or valuable information so that we can improve the Service
pt_br: Para prover análises ou informações com intuito de melhorar o Serviço

source: To monitor the usage of the Service
pt_br: Para monitorar o uso do Serviço

source: To detect, prevent and address technical issues
pt_br: Para detectar, previnir e endereçar problemas técnicos

source: Transfer Of Data
pt_br: Transferência De Dados

source: Your information, including Personal Data, may be transferred to — and maintained on — computers located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from your jurisdiction.
pt_br: Suas informações, incluindo Dados Pessoais, podem ser transferidas para - e mantidas em - computadores localizados fora do seu estado, província, país ou outra jurisdição governamental, onde as leis de proteção de dados podem ser diferentes das da sua jurisdição.

source: Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer.
pt_br: O seu consentimento para com esta Política de Privacidade, seguido pelo envio de tais informações, representa sua concordância com essa transferência.

source: Chat with Juddith will take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy and no transfer of your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of your data and other personal information.
pt_br: Chat with Juddith tomará todas as medidas razoavelmente necessárias para garantir que seus dados sejam tratados com segurança e de acordo com esta Política de Privacidade e nenhuma transferência de seus Dados Pessoais ocorrerá para uma organização ou país, a menos que haja controles adequados em vigor, incluindo a segurança dos seus dados e outras informações pessoais.

source: Disclosure Of Data
pt_br: Divulgação De Dados

source: Legal Requirements
pt_br: Requerimentos Legais

source: Chat with Juddith may disclose your Personal Data in the good faith belief that such action is necessary to:
pt_br: Chat with Juddith pode divulgar seus dados pessoais na crença de boa fé que tal ação é necessária para:

source: To comply with a legal obligation
pt_br: Para cumprir uma obrigação legal

source: To protect and defend the rights or property of Chat with Juddith
pt_br: Para proteger e defender os direitos legais de Chat with Juddith

source: To prevent or investigate possible wrongdoing in connection with the Service
pt_br: Para previnir ou investigar possíveis usos impróprios do Serviço

source: To protect the personal safety of users of the Service or the public
pt_br: Para protege a segurança pessoal dos usuários do Serviço ou do público

source: To protect against legal liability
pt_br: Para proteger contra responsabilidade legal

source: Security Of Data
pt_br: Segurança Dos Dados

source: The security of your data is important to us, but remember that no method of transmission over the Internet, or method of electronic storage is 100 percent secure. While we strive to use commercially acceptable means to protect your Personal Data, we cannot guarantee its absolute security.
pt_br: A segurança dos seus dados é importante para nós, mas lembre-se de que nenhum método de transmissão pela Internet ou método de armazenamento eletrônico é 100% seguro. Embora nos esforcemos para usar meios comercialmente aceitáveis para proteger seus dados pessoais, não podemos garantir sua segurança absoluta.

source: Service Providers
pt_br: Provedores De Serviço

source: We may employ third party companies and individuals to facilitate our Service ('Service Providers'), to provide the Service on our behalf, to perform Service-related services or to assist us in analyzing how our Service is used.
pt_br: Podemos empregar empresas e indivíduos terceirizados para facilitar nosso Serviço (“Prestadores de Serviço”), para fornecer o Serviço em nosso nome, para executar serviços relacionados a nosso Serviço ou para nos auxiliar na análise de como nosso Serviço é utilizado.

source: These third parties have access to your Personal Data only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose.
pt_br: Esses terceiros têm acesso aos seus Dados Pessoais apenas para realizar essas tarefas em nosso nome e são obrigados a não divulgá-los ou usá-los para qualquer outra finalidade.

source: Links To Other Sites
pt_br: Links Para Outros Sites

source: Our Service may contain links to other sites that are not operated by us. If you click on a third party link, you will be directed to that third party's site. We strongly advise you to review the Privacy Policy of every site you visit.
pt_br: Nosso Serviço pode conter links para outros sites que não são operados por nós. Se você clicar em um link de terceiros, você será direcionado para o site de terceiros. Recomendamos vivamente que reveja a política de privacidade de todos os sites que visita.

source: We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.
pt_br: Nós não temos controle sobre e não assumimos nenhuma responsabilidade sobre o conteúdo, políticas de privacidade ou práticas de nenhum site ou serviço terceiro.

source: Changes To This Privacy Policy
pt_br: Mudanças Nessa Política de Privacidade

source: We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page.
pt_br: Nós poderemos atualizar nossa Política de Privacidade de tempos em tempos. Nós notificaremos você sobre qualquer alteração postando a nova Política de Privacidade nessa página.

source: You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page.
pt_br: Você fica avisado de revisar essa Política de Privacidade periodicamente por qualquer mudança. Mudanças nessa Política de Privacidade serão efetivadas no ato de publicação delas nessa página.

source: Contact Us
pt_br: Contate-nos

source: If you have any questions about this Privacy Policy, please contact us:
pt_br: Se você tiver alguma dúvida sobre essa Política de Privacidade, por favor fale conosco:

source: By email: marciopinheiro@yahoo.com
pt_br: Por email: marciopinheiro@yahoo.com

source: Terms Of Use
pt_br: Termos De Uso

source: Version 1.0
pt_br: Versão 1.0

source: The Chat with Juddith Service website located at https://juddith-bot.herokuapp.com/ is a copyrighted work belonging to Chat with Juddith. Certain features of the Site may be subject to additional guidelines, terms, or rules, which will be posted on the Site in connection with such features.
pt_br: O Serviço do Chat with Juddith localizado em https://juddith-bot.herokuapp.com/ é uma obra protegida por direitos autorais pertencente ao OcaSys. Certos recursos do Site podem estar sujeitos a diretrizes, termos ou regras adicionais, que serão publicados no Site em conexão com esses recursos.

source: All such additional terms, guidelines, and rules are incorporated by reference into these Terms.
pt_br: Todos esses termos, diretrizes e regras adicionais são incorporados por referência a estes Termos.

source: These Terms of Use described the legally binding terms and conditions that oversee your use of the Site. BY LOGGING INTO THE SITE, YOU ARE BEING COMPLIANT THAT THESE TERMS and you represent that you have the authority and capacity to enter into these Terms. YOU SHOULD BE AT LEAST 18 YEARS OF AGE TO ACCESS THE SITE. IF YOU DISAGREE WITH ALL OF THE PROVISION OF THESE TERMS, DO NOT LOG INTO AND/OR USE THE SITE.
pt_br: Estes Termos de Uso descrevem os termos e condições legalmente vinculantes que supervisionam o seu uso do Site. AO REGISTRAR-SE NO SITE, VOCÊ ESTÁ DE ACORDO COM ESTES TERMOS e você declara que tem autoridade e capacidade para entrar nestes Termos. VOCÊ DEVE TER PELO MENOS 18 ANOS DE IDADE PARA ACESSAR O SITE. SE VOCÊ CONCORDAR COM TODAS AS DISPOSIÇÕES DESTES TERMOS, NÃO SE INSCREVA E / OU USE O SITE.

source: These terms require the use of arbitration Section 10.2 on an individual basis to resolve disputes and also limit the remedies available to you in the event of a dispute. These Terms of Use were created with the help of the
pt_br: Esses termos exigem o uso da Seção 10.2 da arbitragem individualmente para resolver disputas e também limitar os recursos disponíveis para você no caso de uma disputa. Estes Termos de Uso foram criados com a ajuda do

source: Access To The Site
pt_br: Acesso Ao Site

source: Company reserves the right to change, suspend, or cease the Site with or without notice to you. You approved that Company will not be held liable to you or any third-party for any change, interruption, or termination of the Site or any part.
pt_br: A Empresa reserva-se o direito de alterar, suspender ou encerrar o Site com ou sem aviso prévio. Você aprovou que a Empresa não será responsabilizada por você ou por terceiros por qualquer alteração, interrupção ou término do Site ou de qualquer parte.

source: Excluding any User Content that you may provide, you are aware that all the intellectual property rights, including copyrights, patents, trademarks, and trade secrets, in the Site and its content are owned by Company or Company’s suppliers. Note that these Terms and access to the Site do not give you any rights, title or interest in or to any intellectual property rights, except for the limited access rights expressed in Section 2.1. Company and its suppliers reserve all rights not granted in these Terms.
pt_br: Excluindo qualquer Conteúdo do Usuário que você possa fornecer, você está ciente de que todos os direitos de propriedade intelectual, incluindo direitos autorais, patentes, marcas registradas e segredos comerciais, no Site e em seu conteúdo são de propriedade da Empresa ou dos fornecedores da Empresa. Observe que estes Termos e acesso ao Site não conferem a você nenhum direito, título ou interesse em quaisquer direitos de propriedade intelectual, exceto os direitos de acesso limitados expressos na Seção 2.1. A empresa e seus fornecedores reservam todos os direitos não concedidos nestes Termos.

source: Third-Party Links & Ads; Other Users
pt_br: Links E Anúncios De terceiros; Outros usuários

source: You hereby release and forever discharge the Company and our officers, employees, agents, successors, and assigns from, and hereby waive and relinquish, each and every past, present and future dispute, claim, controversy, demand, right, obligation, liability, action and cause of action of every kind and nature, that has arisen or arises directly or indirectly out of, or that relates directly or indirectly to, the Site. If you are a California resident, you hereby waive California civil code section 1542 in connection with the foregoing, which states: `a general release does not extend to claims which the creditor does not know or suspect to exist in his or her favor at the time of executing the release, which if known by him or her must have materially affected his or her settlement with the debtor.`
pt_br: Você libera e descarta para sempre a Empresa e nossos diretores, funcionários, agentes, sucessores e cessionários de, e por meio deste renunciam e renunciam, toda e qualquer disputa passada, presente e futura, reivindicação, controvérsia, demanda, direito, obrigação, responsabilidade, ação e causa de ação de todo tipo e natureza, que surgiram ou surgem direta ou indiretamente de, ou que se relacionam direta ou indiretamente com o Site. Se você é um residente da Califórnia, você renuncia a seção de código civil da Califórnia 1542 em conexão com o precedente, que afirma: `uma liberação geral não se estende a reclamações que o credor não sabe ou suspeita de existir em seu favor no momento. de executar a liberação, que se conhecido por ele ou ela deve ter afetado materialmente o seu acordo com o devedor.`

source: Disclaimers
pt_br: Exoneração De Responsabilidade

source: The site is provided on an `as-is` and `as available` basis, and company and our suppliers expressly disclaim any and all warranties and conditions of any kind, whether express, implied, or statutory, including all warranties or conditions of merchantability, fitness for a particular purpose, title, quiet enjoyment, accuracy, or non-infringement. We and our suppliers make not guarantee that the site will meet your requirements, will be available on an uninterrupted, timely, secure, or error-free basis, or will be accurate, reliable, free of viruses or other harmful code, complete, legal, or safe. If applicable law requires any warranties with respect to the site, all such warranties are limited in duration to ninety (90) days from the date of first use.
pt_br: O site é fornecido `como está` e `conforme a base disponível`, e a empresa e nossos fornecedores renunciam expressamente a todas e quaisquer garantias e condições de qualquer tipo, expressas, implícitas ou estatutárias, incluindo todas as garantias ou condições de comerciabilidade, adequação a uma finalidade específica, título, prazer tranquilo, precisão ou não-violação. Nós e nossos fornecedores não garantimos que o site atenderá aos seus requisitos, estará disponível de forma ininterrupta, pontual, segura ou livre de erros, ou será preciso, confiável, livre de vírus ou outro código prejudicial, completo, legal ou seguro. Se a lei aplicável exigir quaisquer garantias em relação ao site, todas essas garantias terão duração limitada a noventa (90) dias a partir da data do primeiro uso.

source: Some jurisdictions do not allow the exclusion of implied warranties, so the above exclusion may not apply to you. Some jurisdictions do not allow limitations on how long an implied warranty lasts, so the above limitation may not apply to you.
pt_br: Algumas jurisdições não permitem a exclusão de garantias implícitas, portanto, a exclusão acima pode não se aplicar a você. Algumas jurisdições não permitem limitações quanto à duração de uma garantia implícita, portanto, a limitação acima pode não se aplicar a você.

source: Limitation On Liability
pt_br: Limitação De Responsabilidade

source: To the maximum extent permitted by law, in no event shall company or our suppliers be liable to you or any third-party for any lost profits, lost data, costs of procurement of substitute products, or any indirect, consequential, exemplary, incidental, special or punitive damages arising from or relating to these terms or your use of, or incapability to use the site even if company has been advised of the possibility of such damages. Access to and use of the site is at your own discretion and risk, and you will be solely responsible for any damage to your device or computer system, or loss of data resulting therefrom.
pt_br: Na máxima extensão permitida por lei, em nenhum caso a empresa ou nossos fornecedores serão responsáveis perante você ou qualquer terceiro por quaisquer lucros perdidos, dados perdidos, custos de aquisição de produtos substitutos, ou quaisquer indiretos, consequenciais, exemplares, incidentais, danos especiais ou punitivos decorrentes de ou relacionados a estes termos ou a sua utilização ou incapacidade de usar o site, mesmo que a empresa tenha sido avisada da possibilidade de tais danos. O acesso e uso do site são de sua própria responsabilidade e risco, e você será o único responsável por qualquer dano ao seu dispositivo ou sistema de computador, ou perda de dados resultantes dele.
