Repository: marciopinheiro/juddith
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: To the maximum extent permitted by law, notwithstanding anything to the contrary contained herein, our liability to you for any damages arising from or related to this agreement, will at all times be limited to a maximum of fifty U.S. dollars (u.s. $50). The existence of more than one claim will not enlarge this limit. You agree that our suppliers will have no liability of any kind arising from or relating to this agreement.
pt_br: Na máxima extensão permitida por lei, não obstante qualquer disposição em contrário contida neste documento, nossa responsabilidade perante você por quaisquer danos decorrentes ou relacionados a este contrato estará sempre limitada a um máximo de cinquenta dólares americanos (US $ 50). A existência de mais de uma reivindicação não aumentará esse limite. Você concorda que nossos fornecedores não terão responsabilidade de qualquer espécie decorrente ou relacionada a este contrato.

source: Some jurisdictions do not allow the limitation or exclusion of liability for incidental or consequential damages, so the above limitation or exclusion may not apply to you.
pt_br: Algumas jurisdições não permitem a limitação ou exclusão de responsabilidade por danos incidentais ou consequenciais, portanto, a limitação ou exclusão acima pode não se aplicar a você.

source: Copyright Policy
pt_br: Política De Direitos Autorais

source: Company respects the intellectual property of others and asks that users of our Site do the same. In connection with our Site, we have adopted and implemented a policy respecting copyright law that provides for the removal of any infringing materials and for the termination of users of our online Site who are repeated infringers of intellectual property rights, including copyrights. If you believe that one of our users is, through the use of our Site, unlawfully infringing the copyright(s) in a work, and wish to have the allegedly infringing material removed, the following information in the form of a written notification (pursuant to 17 U.S.C. § 512(c)) must be provided to our designated Copyright Agent:
pt_br: A empresa respeita a propriedade intelectual de outras pessoas e solicita que os usuários do nosso site façam o mesmo. Em conexão com o nosso Site, adotamos e implementamos uma política que respeita a lei de direitos autorais que prevê a remoção de quaisquer materiais infratores e para a rescisão de usuários do nosso site on-line que são infratores repetidos de direitos de propriedade intelectual, incluindo direitos autorais. Se você acredita que um dos nossos usuários está, através do uso de nosso Site, infringindo ilegalmente os direitos autorais em uma obra e deseja que o material supostamente infrator seja removido, as seguintes informações na forma de uma notificação por escrito para 17 USC § 512 (c)) deve ser fornecido ao nosso Agente de Direitos de Autor designado:

source: your physical or electronic signature;
pt_br: sua assinatura física ou eletrônica;

source: identification of the copyrighted work(s) that you claim to have been infringed;
pt_br: identificação dos trabalhos protegidos por direitos autorais que você alega ter sido infringido;

source: identification of the material on our services that you claim is infringing and that you request us to remove;
pt_br: identificação do material em nossos serviços que você alega estar infringindo e que você solicitou a remoção;

source: sufficient information to permit us to locate such material;
pt_br: informações suficientes para nos permitir localizar esse material;

source: your address, telephone number, and e-mail address;
pt_br: seu endereço, número de telefone, e endereço de e-mail;

source: a statement that you have a good faith belief that use of the objectionable material is not authorized by the copyright owner, its agent, or under the law; and
pt_br: uma declaração de que você acredita de boa fé que o uso do material censurável não é autorizado pelo proprietário dos direitos autorais, seu agente ou pela lei; e

source: a statement that the information in the notification is accurate, and under penalty of perjury, that you are either the owner of the copyright that has allegedly been infringed or that you are authorized to act on behalf of the copyright owner.
pt_br: uma declaração de que as informações contidas na notificação são precisas e, sob pena de perjúrio, que você é o proprietário dos direitos autorais que supostamente foram violados ou que você está autorizado a agir em nome do proprietário dos direitos autorais.

source: Please note that, pursuant to 17 U.S.C. § 512(f), any misrepresentation of material fact in a written notification automatically subjects the complaining party to liability for any damages, costs and attorney’s fees incurred by us in connection with the written notification and allegation of copyright infringement.
pt_br: Por favor, observe que, de acordo com 17 U.S.C. § 512 (f), qualquer declaração falsa de fato relevante em uma notificação escrita sujeita automaticamente a parte reclamante à responsabilidade por quaisquer danos, custos e honorários advocatícios incorridos por nós em conexão com a notificação por escrito e a alegação de violação de direitos autorais.

source: General
pt_br: Geral

source: These Terms are subject to occasional revision, and if we make any substantial changes, we may notify you by sending you an e-mail to the last e-mail address you provided to us and/or by prominently posting notice of the changes on our Site. You are responsible for providing us with your most current e-mail address. In the event that the last e-mail address that you have provided us is not valid our dispatch of the e-mail containing such notice will nonetheless constitute effective notice of the changes described in the notice. Any changes to these Terms will be effective upon the earliest of thirty (30) calendar days following our dispatch of an e-mail notice to you or thirty (30) calendar days following our posting of notice of the changes on our Site. These changes will be effective immediately for new users of our Site. Continued use of our Site following notice of such changes shall indicate your acknowledgement of such changes and agreement to be bound by the terms and conditions of such changes.Dispute Resolution. Please read this Arbitration Agreement carefully. It is part of your contract with Company and affects your rights. It contains procedures for MANDATORY BINDING ARBITRATION AND A CLASS ACTION WAIVER.
pt_br: Estes Termos estão sujeitos a revisões ocasionais e, se fizermos alterações substanciais, poderemos notificá-lo enviando um e-mail para o último endereço de e-mail que você nos forneceu e / ou publicando, de forma destacada, aviso sobre as alterações em nosso Local. Você é responsável por nos fornecer seu endereço de e-mail mais atual. No caso de o último endereço de e-mail que você nos forneceu não ser válido, nosso envio do e-mail contendo tal notificação constituirá, no entanto, um aviso efetivo das alterações descritas no aviso. Quaisquer alterações a estes Termos entrarão em vigor no mínimo trinta (30) dias após o envio de um aviso por e-mail a você ou trinta (30) dias após nossa publicação de aviso sobre as alterações em nosso Site. Essas alterações entrarão em vigor imediatamente para novos usuários do nosso site. O uso continuado do nosso site após a notificação de tais alterações indicará o seu reconhecimento de tais alterações e concordará em ficar vinculado aos termos e condições de tais alterações. Por favor, leia este Acordo de Arbitragem cuidadosamente. Faz parte do seu contrato com a Empresa e afeta seus direitos. Ele contém procedimentos para ARBITRAGEM OBRIGATÓRIA e UMA DISPENSA DE AÇÃO CLASSE.

source: In any circumstances where the foregoing Arbitration Agreement permits the parties to litigate in court, the parties hereby agree to submit to the personal jurisdiction of the courts located within Netherlands County, California, for such purposes.
pt_br: Em quaisquer circunstâncias em que o Acordo de Arbitragem anterior permita que as partes litiguem judicialmente, as partes concordam em submeter-se à jurisdição pessoal dos tribunais localizados no Condado de Netherlands, Califórnia, para tais fins.

source: Your Privacy.
pt_br: Sua Privacidade.

source: Please read
pt_br: Por favor leia

source: our Privacy Policy
pt_br: nossa Política de Privacidade

source: Contact Information
pt_br: Informações De Contato

source: Address: Rio de Janeiro, Brazil
pt_br: Endereço: Rio de Janeiro, Brasil

source: thanks
pt_br: obrigada

source: my creator will read and anwer as sonn as possible
pt_br: meu criador lerá e responderá o mais breve possível

source: let's talk more
pt_br: vamos falar um pouco mais
